app/controllers/contacts_controller.rb

  def create
    @contact = Contact.new(secure_params)

    if @contact.valid?
      @contact.save
---
INSERT INTO "contacts" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-08-24 09:50:15.682187"], ["updated_at", "2020-08-24 09:50:15.682187"]]